<template>
  <div class="agreement">
    <x-header :left-options="option">{{$t('index.agreement')}}</x-header>
    <div style="padding: 50px 5px 8px 5px">
      <p class="title center">《SIC服务协议》</p>
      <p>尊敬的用户：<br>
      <p class="tip">SIC用户使用服务协议（以下简称本协议）由SIC Foundation Ltd.（以下简称本基金会）和您签订。<br></p>
      <p>一、声明与承诺<br>

      <p class="tip" style="text-indent: 30px">(一）在接受本协议或您以本基金会允许的其他方式实际使用服务之前，请您仔细阅读本协议的全部内容（特别是以粗体标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解本基金会对条款的解释，请不要进行后续操作，包括但不限于不要接受本协议，不使用本服务。如果您对本协议的条款有疑问，请通过本基金会客服渠道进行询问（客服电话为010-68361729），本基金会将向您解释条款内容。<br></p>

      <p class="tip">（二）您同意，如本基金会需要对本协议进行变更或修改的，须通过http://sichain.io网站公告的方式提前予以公布，公告期限届满后即时生效；若您在本协议内容公告变更生效后继续使用SIC服务的，表示您已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容使用SIC服务；若您不同意变更后的协议内容，您应在变更生效前停止使用SIC服务。<br></p>

      <p class="tip">（三）如您为无民事行为能力人或为限制民事行为能力人，例如您未满18周岁，则您应在监护人监护、指导下阅读本协议和使用本服务。若您非自然人，则您确认，在您取得SIC注册用户时，或您以其他本基金会允许的方式实际使用SIC服务时，您为在中国大陆地区合法设立并开展经营活动或其他业务的法人或其他组织，且您订立并履行本协议不受您所属行业或开展经营活动的国家法律、行政法规及监管规定的限制和排斥。不具备前述条件的，您应立即终止注册或停止使用SIC服务。<br></p>

      <p class="tip">（四）您在使用SIC服务时，应自行判断选择提供保险服务的公司（保险公司或保险代理公司）是否具有完全民事行为能力并自行决定是否使用SIC服务与对方进行交易，且您应自行承担与此相关的所有风险。<br></p>

      <p class="tip">（五）您确认，您在SIC上发生的保险交易，您已经不可撤销地授权我公司按照您所投保的保险公司制定的《保险合同》、《服务协议》、《保全规则》、及《理赔规则》等约定进行处理；同时，
          您不可撤销地授权本基金会按照保险公司的指令将相关款项支付给受益人或被保险人，同时本基金会有权从保险公司或保险代理公司、保险经纪公司（以下统称：保险公司）获取您的相关信息（包括但不限于姓名、性别、年龄、身体健康信息、证件类型及号码、家庭成员、通讯地址、账户信息等）。本基金会按照保险公司的指令进行资金的扣划完全来自于您的授权，本基金会对因此给您造成的任何损失均不承担责任。但您确认，您使用SIC服务时，您仍应完全遵守本协议及本基金会制定的各项规则及页面提示（包括但不限于风险提示、操作流程提示、法律责任提示等）。<br></p>
      <p class="tip">（六）您确认，您知晓SIC为您提供包括体检报告解读、健康信息分析等在内的互联网健康管理及相关附加值服务。为此，您同意本基金会通过SIC对您的健康信息进行收集、分析、管理等。<br></p>

      <p class="tip">(七)您同意，您在SIC网站上发生的所有交易，您已经不可撤销地授权本基金会按照其与您之间的协议及其制定并发布的《SIC网站规则》等规则进行处理；同时，本基金会有权从SIC网站获取您的相关信息（包括但不限于姓名、性别、年龄、身体健康信息、证件类型及号码、家庭成员、通讯地址、账户信息等）。本基金会按照SIC网站的指令进行资金的扣划完全来自于您的授权，本基金会对因此给您造成的任何损失均不承担责任。但您确认，您使用SIC服务时，您仍应完全遵守本协议及本基金会、SIC制定的各项规则及网站页面提示等。<br></p>

      二、定义及解释<br>

      <p class="tip">本协议中所有未有特别定义的词汇应有如下含义：<br>

      <p class="tip"> 1、“ SIC 网站”：指由SIC Foundation Ltd.享有合法权益，并提供技术支持和服务的网站，网址为: <a href="http://sichain.io">http://sichain.io。</a><br></p>

      <p class="tip">2、“互联网保险平台”：指SIC网站上的保险频道/应用，即向保险公司及用户提供的保险产品对接服务的特定空间。供保险公司宣传、推介其保险产品，并供用户查询保险公司在该平台提供的保险类商品及有关辅助信息、进行交流并与保险公司达成交易意向的网上交易平台。<br></p>

      <p class="tip">3、“互联网健康平台”指SIC网站上的健康频道/应用，即向体检、健身、基因筛查等健康服务机构及用户提供的健康产品对接服务的特定空间。供体检、健身、基因筛查等健康服务机构宣传、推介其健康相关产品，并供用户查询及预约使用体检、健身、基因筛查等健康服务机构在该平台提供的健康产品及有关辅助信息、进行交流并与健康服务机构达成交易意向的网上交易平台。<br></p>

      <p class="tip">4、“公司服务”：指由SIC Foundation Ltd.通过SIC互联网保险、健康平台向用户提供的互联网信息发布、商业推广及与此有关的互联网技术服务。<br></p>

      <p class="tip">5、“用户”：指在SIC互联网保险平台注册的接受本基金会或SIC服务的自然人或企事业单位、社会团体、个体工商户等机构。<br></p>

      <p class="tip">6、有关保险服务的特殊定义：<br></p>

      <p class="tip">（1）“核保”：指与乙方建立合作关系的保险公司根据自身承保能力和市场环境对保险标的进行风险评估、风险识别和风险选择的行为；<br></p>

      <p class="tip">（2）“承保”：指与乙方建立合作关系的保险公司在用户提出投保请求后，经审核认为符合承保条件并同意接受用户申请，承担保险合同规定的保险责任的行为。<br></p>

      <p class="tip">（3）“出单”：指与乙方建立合作关系的保险公司根据用户提出的投保请求，进行承保并向用户发放保单之行为；<br></p>

      <p class="tip">（4）“投保流程”：指用户通过互联网保险平台向乙方购买电子保险产品的流程。<br></p>


      <p class="tip">7、“SIC账户”：指用户在SIC互联网保险平台注册后，所取得本基金会提供给您的用户账户，或在您于本基金会接受的其他方法完成SIC登录注册，取得SIC用户账户。是互联网保险平台上用户专有（用）的，用于记录用户信息、交易纪录、积分或卡券等信息。<br></p>

      三、SIC服务<br>

      <p class="tip">服务（或称“本服务”）是本基金会依SIC网站的互联网保险平台向您提供的线上保险服务，具体服务项目及内容请见本网站网页，包括（但不限于）以下服务：<br></p>

      <p class="tip">1、保险查询服务：本基金会网站的互联网保险平台为个人客户提供实时查询本人及连带被保险人的保险保障、理赔进展的服务，为企业客户提供实时查询企业整体保险保障、理赔情况的服务。<br></p>

      <p class="tip">2、共享保单服务：用户可以通过本网站向其他用户共享自己的保单，让自己的亲朋好友了解您购买的保险详情。<br></p>

      <p class="tip">3、保单上传服务：网站为用户提供保单云端存储服务，方便用户随时随地查询保单详情。<br></p>

      <p class="tip">4、团体保全服务：本基金会网站的互联网保险平台为企业客户提供在线保全申请服务。<br></p>

      <p class="tip">5、保险理赔服务：本基金会网站的互联网保险平台为个人客户提供在线理赔申请、实时追踪理赔进展的服务。<br></p>

      <p class="tip">6、健康管理服务：本基金会网站的互联网健康平台为企业、个人客户提供体检、健身、基因筛查等产品的在线预约健康报告解读、健康信息查询和分析管理等服务。<br></p>

      <p class="tip">7、其他：您实际使用的本基金会接受您的委托为您不时提供的其他服务及本基金会提供的其他产品或服务。<br></p>

      四、SIC账户<br>

      （一）注册相关<br>


      <p class="tip">除本协议另有规定或相关产品另有规则外，您须在本网站注册并取得本基金会提供给您的用户账户，或在您于本基金会接受的其他方法完成SIC登录名注册，取得SIC账户，并且按照本基金会要求提供相关信息完成激活后方可使用本服务。您需使用作为SIC登录名的本人电子邮箱或手机号码，或者本基金会允许的其它方式（例如通过扫描二维码、识别生物特征的方式）登录SIC账户，并且您应当自行为SIC账户设置密码。您同意：<br></p>

      <p class="tip">1、按照本基金会要求准确提供并在取得SIC账户后及时更新您正确、最新及完整的身份信息及相关资料。若本基金会有合理理由怀疑您提供的身份信息或相关资料错误、不实、过时或不完整的，本基金会有权暂停或终止向您提供部分或全部线上保险服务，本基金会对此不承担任何责任。若因国家法律法规、部门规章或监管机构的要求，本基金会需要您补充提供任何身份信息或相关资料时，如您不能及时提供，本基金会有权暂停或终止向您提供部分或全部线上保险服务。<br></p>


      <p class="tip">2、您应当准确提供并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便本基金会与您进行及时、有效联系。您应完全独自承担因通过这些联系方式无法与您取得联系而导致的您在使用本服务过程中遭受的任何损失或增加任何费用等不利后果。您理解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按本基金会的要求进行操作。<br></p>


      <p class="tip">3、您应及时更新您的身份信息及相关资料（包括但不限于身份证、户口本、护照等证件或其他身份证明文件、联系方式、与SIC账户绑定的邮箱、手机号码等），否则SIC有权将SIC登录名、SIC账户绑定的邮箱、手机号码开放给其他用户注册或使用。因您未及时更新资料导致的一切后果，均应由您自行承担，该后果包括但不限于导致本服务无法提供或提供时发生任何错误、SIC账户被别人盗用，且您不得将此作为取消交易、拒绝付款的理由。<br></p>

      <p class="tip">4、若您为个人用户，您确认，本基金会有权在出现下列情形时要求核对您的有效身份证件或其他必要文件，留存有效身份证件的彩色扫描件，且完成本基金会要求的相关身份认证。您应积极配合，否则本基金会有权限制或停止向您提供部分或全部线上保险服务：<br></p>

      <div class="tip">
        <p class="tip">A、您提出理赔申请的；<br></p>

        <p class="tip">B、您授权他人为您办理保险服务的；<br></p>

        <p class="tip">C、您使用线上保险服务买卖金融保险产品或服务的；<br></p>

        <p class="tip">D、您购买我公司其他有偿服务；<br></p>

        <p class="tip">E、您要求变更身份信息或您身份信息已过有效期的；<br></p>

        <p class="tip">F、本基金会认为您的交易行为或交易情况出现异常的；<br></p>

        <p class="tip">G、本基金会认为您的身份信息或相关资料存在疑点或本基金会在向您提供服务的过程中认为您已经提供的身份信息或相关资料存在疑点的；<br></p>

        <p class="tip">H、本基金会认为应核对或留存您身份证件或其他必要文件的其他情形的。本条款所称“以上或以下”,包括本数。<br></p>
      </div>

      <p class="tip">5、您在SIC账户中设置的昵称、头像等必须遵守法律法规、公序良俗、社会公德，且不会侵害其他第三方的合法权益，否则本基金会有权对您的SIC账户采取限制措施，包括但不限于屏蔽、撤销您SIC账户的昵称、头像，停止提供部分或全部SIC服务。<br></p>

      （二）SIC网站相关<br>


      <p class="tip">您理解并同意，您在本网站完成SIC账户注册程序后，您即取得以您手机号或电子邮箱为内容的SIC登录名。您可以通过您的SIC登录名直接登录任一SIC网站服务平台，无需重新注册。为了使您更便捷地使用SIC网站的服务，您在此明确且不可撤销地授权，您的账户信息在您注册成功时，已授权本基金会披露给所有SIC网站并授权SIC网站使用。<br>

      （三）账户安全<br>

      <p class="tip">您将对使用SIC账户或密码、校验码进行的一切操作及言论负完全的责任，您同意：<br></p>


      <p class="tip">1、除相关产品另有规则外，本基金会可以通过您的SIC登录名和密码或扫描二维码、微信支付或识别您的生物特征或者本基金会认可的其他方式识别您的身份，您应当对该等SIC登录名、密码、校验码、身份识别信息等进行妥善保管，对于因SIC登录名、密码、校验码、身份识别信息等泄露所致的损失由您自行承担。您保证不向其他任何人泄露您的SIC登录名、密码、校验码以及身份信息等，亦不使用其他任何人的SIC登录名、密码、校验码、身份识别信息等。本基金会亦可能通过本服务应用您使用的其他产品或设备识别您的指示，您应当妥善保管处于您或应当处于您掌控下的这些产品或设备，
      对于这些产品或设备因非您本人使用或遗失所致的任何损失，由您自行承担。<br></p>

      <p class="tip">2、基于计算机端、手机端以及使用其他电子设备的用户使用习惯，我们可能在您使用具体产品时设置不同的账户登录模式及采取不同的措施识别您的身份。<br></p>


      <p class="tip">3、您同意，（a）如您发现有他人冒用或盗用您的SIC登录名及密码或任何其他未经合法授权之情形，或发生与您的SIC账户关联的手机或其他设备遗失或其他可能危及到您的SIC账户内财产权益安全情形时，您应立即以有效方式通知本基金会，向本基金会申请暂停相关SIC服务。您不可撤销地授权本基金会将前述情况同步给SIC网站，以保障您的合法权益；及（b）确保您在持续登录SIC网站时段结束时，以正确步骤离开网站。本基金会不能也不会对因您未能遵守本款约定而发生的任何损失、损毁及其他不利后果负责。您理解本基金会对您的请求采取行动需要合理期限，在此之前，本基金会对已执行的指令及（或）所导致的您的损失不承担任何责任。<br></p>

      <p class="tip">4、您确认，您应自行对您的SIC账户负责，只有您本人方可使用该账户。该账户不可转让、不可赠与、不可继承，但账户内的相关财产权益可被依法继承。<br></p>

      <p class="tip">5、您同意，基于运行和交易安全的需要，本基金会可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。<br></p>

      <p class="tip">6、本基金会有权了解您使用本服务的真实交易背景及目的，您应如实提供本基金会所需的真实、全面、准确的信息或资料；如果本基金会有合理理由怀疑您提供虚假交易信息的，本基金会有权暂时或永久限制您所使用本服务的部分或全部功能。<br></p>

      <p class="tip">7、您同意，本基金会有权按照国家法律或行政法规所赋予权力的有权机关的要求提供您的个人信息或对您的SIC账户进行查询、冻结。<br></p>

      （四）注销相关<br>

      <p class="tip">在需要终止使用本服务时，您可以申请注销您的SIC账户，您同意：<br></p>

      <p class="tip">1、您所申请注销的SIC账户应当是您本人的SIC账户。如您需要注销您的SIC账户，您应当依照本基金会规定的程序进行SIC账户注销。<br></p>

      <p class="tip">2、SIC账户注销将导致本基金会终止为您提供本服务，本协议约定的双方的权利义务终止（依本协议其他条款另行约定不得终止的或依其性质不能终止的除外），同时还可能对于该账户产生如下结果：<br></p>

      <p class="tip">A、任何兑换代码或卡券（包括但不限于购物券、礼品券、SIC卡、集分或优惠券等任何与SIC账户相关的兑换代码、卡券）均将作废。<br></p>

      <p class="tip">B、任何银行卡将不能适用该账户内交易的支付或提现服务。<br></p>

      <p class="tip">C、您仍应对您在注销SIC账户前且使用本服务期间的行为承担相应责任，包括但不限于可能产生的违约责任、损害赔偿责任及履约义务，同时本基金会仍可保有您的相关信息。<br></p>

      <p class="tip">3、您可以通过自助或者人工的方式申请注销SIC账户，但如果您使用了本基金会提供的安全产品，应当在该安全产品环境下申请注销。<br></p>


      <p class="tip">4、您申请注销的SIC账户应当处于正常状态，即您的SIC账户的账户信息和用户信息是最新、完整、正确的，且该账户可以使用所有SIC服务功能。账户信息或用户信息过时、缺失、不正确的账户或被暂停或限制或终止提供服务的SIC账户不能被申请注销。如您申请注销的SIC账户有关联的子SIC账户的，在该关联的子SIC账户被注销前，您不能注销该账户。<br></p>


      <p class="tip">5、您申请注销的SIC账户应当不存在任何由于该账户被注销而导致的未了结的合同关系与其他基于该账户的存在而产生或维持的权利义务，及本基金会认为注销该账户会由此产生未了结的权利义务而产生纠纷的情况。您申请注销的SIC账户应当没有任何关联的理财产品，不存在任何待处理交易，且符合SIC页面或网站提示的其他条件和流程。如不符合前述任何情况的，您不能申请注销该账户。<br></p>

      <p class="tip">6、如果您申请注销的SIC账户一旦注销成功，将不再予以恢复。<br></p>

      <p class="tip">7、您理解并同意，如（a）您连续12个月未使用您的SIC登录名或本基金会认可的其他方式登录过您的SIC账户，本基金会有权注销该账户，您将不能再通过该账户的SIC登录名登录本网站或使用相关SIC账户；如该相关SIC账户内有关联的理财产品、待处理交易，您可按照本基金会相关流程（如有）将其转到您的其他SIC帐户或其他本基金会规定的方式处理；或（b）您在SIC网站有欺诈、侵犯他人合法权益或其他严重违反SIC网站规则的行为的，本基金会有权注销您名下的全部或部分SIC账户，您将不能再用该账户的SIC登录名登录SIC网站，所有SIC网站的服务将同时终止。本基金会有权将您违反前述约定的情形同步给本基金会其他网站。<br></p>

      五、SIC服务使用规则<br>

      <p class="tip">为有效保障您使用本服务时的合法权益，您理解并同意接受以下规则：<br></p>

      <p class="tip">（一）一旦您使用本服务，您即不可撤销地授权本基金会在您及（或）您指定人符合指定条件或状态时，支付保险费给您的指定保险公司，或收取保险公司支付给您的款项。<br></p>

      <p class="tip">（二）本基金会通过以下方式接受来自您的指令：A、您在本网站或其他可使用本服务的网站或软件上通过以您的包括银行卡、微信支付、支付宝等在内的方式，并依照本服务预设流程所修改或确认的交易状态或指令；B、您通过您注册时作为该账户名称或者与该账户绑定的手机或其他专属于您的通讯工具（以下合称该手机）号码向本基金会发送的信息（短信或电话等）回复；C、您通过您注册时作为该账户名称或者与该账户名称绑定的其他硬件、终端、软件、代号、编码、代码、其他账户名等有形体或无形体向本基金会发送的信息（如本方式所指有形体或无形体具备与该手机接受信息相同或类似的功能，以下第五条第（四）、（五）、（六）项和第六条第（三）项涉及该手机的条款同样适用于本方式）；D、通过识别您的指纹等生物特征（如本基金会提供本类服务）；E、本基金会与您约定或本基金会认可的其他方式。无论您通过以上何种方式向本基金会发出指令，都不可撤回或撤销，且成为本基金会代理您支付或收取款项或进行其他操作的唯一指令，视为您本人的指令，您应当自己对本基金会忠实执行上述指令产生的任何结果承担责任。<br></p>

      <p class="tip">（三）您确认，您使用银行卡、微信支付等方式向保险公司（或其他商家）付款或通过支付宝功能进行支付时，在一定额度内（该额度可能因您使用该支付服务时所处的国家/地区、支付场景、风险控制需要及其他本基金会认为适宜的事由而有不同，具体额度请见相关提示或公告）或根据您与本基金会的另行约定，您无需输入密码即可完成支付，您授权本基金会按照保险公司（或其他商家）确定的金额从您的资产里扣款给保险公司（或其他商家）。<br></p>

      <p class="tip">（四）您在使用本服务过程中，本协议内容、网页上出现的关于操作的提示或本基金会发送到该手机的信息（短信或电话等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意本基金会有权单方修改本服务的相关规则，而无须征得您的同意，本服务的相关规则应以您使用服务时的页面提示（或发送到该手机的短信或电话或客户端通知等）为准，您同意并遵照本服务的相关规则是您使用本服务的前提。<br></p>

      <p class="tip">（五）本基金会会以网站公告、电子邮件、发送到该手机的短信、电话、站内信或客户端通知等方式向您发送通知，例如通知您交易进展情况，或者提示您进行相关操作，您应及时予以关注。但本基金会不保证您能够收到或者及时收到该等通知，且对此不承担任何后果。因您没有及时对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本基金会不负任何责任。<br></p>

      <p class="tip">（六）为完成交易需要，您如果需要向交易对方提交书面信息资料或文件，应根据交易状态页面（或您手机接收到的信息）显示的服务商通讯地址，委托有合法经营资格的承运人将书面信息资料或文件直接运送至对方或其指定收货人，并要求对方或其委托的第三方（该第三方应当提供对方的授权文件并出示相应的身份证件）在收货凭证上签字确认，因货物延迟送达或在送达过程中的丢失、损坏，本基金会不承担任何责任，应由您与交易对方自行处理。<br></p>

      <p class="tip">（七）本基金会对您所选择的交易不提供任何形式的鉴定、证明等服务。除本协议另有规定外，如您与交易对方发生交易纠纷，您不可撤销地授权由本基金会根据本协议及本网站上载明的各项规则进行处理。您为解决纠纷而支出的通讯费、文件复印费、鉴定费等均由您自行承担。<br></p>

      <p class="tip">（八）您应按照本基金会的要求完善您的身份信息以最终达到实名， 否则您可能会受到交易限制，且本基金会有权对您的SIC用户账户进行中止，直至您达到实名。<br></p>

      <p class="tip">（九）本基金会会将您委托本基金会代收或代付的款项，严格按照法律法规或有权机关的监管要求进行管理；除本协议另有规定外，不作任何其他非您指示的用途。<br></p>

      <p class="tip">（十）本基金会并非银行或其它金融机构，本协议项下涉及的资金转移均通过银行业金融机构来实现，您接受您的资金在转移途中产生的合理成本（包括但不限于时间成本等）和风险。<br></p>

      <p class="tip">（十一）您理解，基于相关法律法规，对本协议项下的任何服务，本基金会均不提供任何担保、垫资。<br></p>


      <p class="tip">（十二）您确认并同意，您应自行承担您使用本服务期间由本基金会代收或代付的款项在代收代付服务过程中的任何货币贬值、汇率波动及收益损失等风险，您仅在该代收代付款项（不含被冻结、止付或受限制的款项）的金额范围内享有对该等代收代付款项指令支付、提现的权利（包括但不限利息和其他于孳息）。<br></p>

      <p class="tip">（十三）您不得将本服务用于非本基金会许可的其他用途。<br></p>

      <p class="tip">（十四）交易风险<br></p>


      <p class="tip">1、在使用本服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，则本基金会有权拒绝为您与交易对方提供相关服务，且本基金会不承担损害赔偿责任。若发生上述状况，并有款项已入账您的银行账户，您同意本基金会有向您事后索回之权利，因您的原因导致本基金会事后追索的，您应当承担本基金会合理的追索费用。<br></p>


      <p class="tip"> 2、因您的过错或过失导致的任何损失由您自行承担，该过错或过失包括但不限于：不按照交易、支付提示操作，未及时进行交易操作，遗忘或泄漏密码、校验码等，密码被他人破解，您使用的计算机或其他硬件、终端等被他人使用、被他人侵入或丢失，或您使用的软件被他人侵入，或者您的生物特征被他人利用。<br></p>


      <p class="tip"> 3、您使用本服务时同意并认可，可能由于银行本身系统问题、银行相关作业网络连线问题、任何互联网系统问题或网络运营商原因、您的电子邮件系统问题或邮件服务商原因、您的手机通讯系统问题或通讯服务商原因或其他不可抗拒因素，造成本服务无法提供，对此本基金会不承担任何责任。<br></p>

      <p class="tip">（十五）服务费用<br></p>

      <p class="tip">除非另有说明或约定，您同意本基金会有权自您委托本基金会代收或代付的款项或您银行卡、支付宝账户或者其他资产中直接扣除上述服务费用。<br></p>

      <p class="tip">（十六）积分<br></p>

      <p class="tip">1、就您使用本服务过程中本基金会向您授予的积分，无论该积分以何种方式获得，您都不得使用该积分换取任何现金或金钱。<br></p>

      <p class="tip">2、积分并非您拥有所有权的财产，本基金会有权单方面调整积分数值或调整本基金会的积分规则，而无须征得您的同意。<br></p>

      <p class="tip">3、您仅有权按本基金会的积分规则，将所获积分交换本基金会提供的指定的服务或产品。<br></p>

      <p class="tip">4、如本基金会怀疑您的积分的获得及（或）使用存有欺诈、滥用或其它本基金会认为不当的行为，本基金会可随时取消、限制或终止您的积分或积分使用。<br></p>

      <p class="tip">（十七）您认可SIC用户账户的使用记录、交易金额数据等均以本基金会系统记录的数据为准。如您对该等数据存有异议的，应自您用户数据发生变动之日起十日内向本基金会提出书面异议，并提供相关证据供本基金会核实，否则视为您认可该数据。<br></p>

      <p class="tip">（十八）如您使用银行卡、微信支付、支付宝等代扣服务的，下面任一情况下均会导致扣款不成功，您需要自行承担该风险：<br></p>

      <p class="tip">1、您的指定账户余额不足。<br></p>

      <p class="tip">2、您的指定账户被有权机关采取强制措施，或者已依据其他协议被冻结、止付。<br></p>

      <p class="tip">（十九）健康信息保护<br></p>

      <p class="tip"> 为保护用户健康信息安全，您知晓，您可以且仅能够通过登陆个人账户在线查看您的健康信息及接受健康管理等相关服务。<br></p>

      六、SIC服务使用限制<br>

      <p class="tip">（一）您在使用本服务时应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不得以任何非法方式使用本服务。<br></p>

      <p class="tip">（二）您不得利用本服务从事侵害他人合法权益之行为， 否则本基金会有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致本基金会或本基金会雇员或其他方受损的，您应承担赔偿责任。<br></p>

      <p class="tip"> 上述（一）和（二）适用的情况包括但不限于：<br></p>

      <p class="tip">1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。<br></p>

      <p class="tip">2、违反依法定或约定之保密义务。<br></p>

      <p class="tip"> 3、冒用他人名义使用本服务。<br></p>

      <p class="tip">4、从事不法交易行为， 如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本基金会认为不得使用本服务进行交易的物品等。<br></p>

      <p class="tip">5、提供赌博资讯或以任何方式引诱他人参与赌博。<br></p>

      <p class="tip">6、非法使用他人银行账户（包括信用卡账户）或无效银行账户（包括信用卡账户）交易。<br></p>

      <p class="tip">7、违反《银行卡业务管理办法》使用银行卡， 或利用信用卡套取现金（以下简称套现）。<br></p>

      <p class="tip">8、进行与您或交易对方宣称的交易内容不符的交易， 或不真实的交易。<br></p>

      <p class="tip">9、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。<br></p>

      <p class="tip">10、其他本基金会有正当理由认为不适当之行为。<br></p>

      <p class="tip">（三）您理解并同意，本基金会不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿（无论本基金会是否已被告知该等损害赔偿的可能性）：<br></p>

      <p class="tip">1、本基金会有权基于单方判断，包含但不限于本基金会认为您已经违反本协议的明文规定及精神，对您名下的全部或部分SIC用户账户暂停、中止或终止向您提供本服务或其任何部分，并移除您的资料。<br></p>

      <p class="tip">2、在发现异常交易或合理怀疑交易有疑义或有违反法律规定或本协议约定之时，为维护用户资金安全和合法权益，本基金会有权不经通知先行暂停或终止您名下全部或部分SIC用户账户的使用（包括但不限于对这些账户名下的款项和在途交易采取取消交易、调账等措施），同时可能需要您配合提供包括但不限于保险凭证、身份证、银行卡，交易过程中交易双方的聊天记录截图等资料。如您未及时、完整、准确提供上述资料，本基金会有权采取包括但不限于如下限制措施：关闭交易功能、限制收支款功能等停止提供全部或部分线上保险服务。如涉嫌犯罪，本基金会有权移交公安机关处理。<br></p>

      <p class="tip">3、您理解并同意，存在如下情形时，本基金会有权对您名下SIC用户账户暂停或终止提供全部或部分线上保险服务，且有权限制您所使用的产品或服务的部分或全部功能（包括但不限于对这些账户名下的款项和在途交易采取取消交易、调账等限制措施），并通过邮件或站内信或者客户端通知等方式通知您，您应及时予以关注<br></p>

      <p class="tip">1）根据本协议的约定；<br></p>

      <p class="tip">2）根据法律法规及法律文书的规定；<br></p>

      <p class="tip">3）根据监管机关的要求；<br></p>

      <p class="tip">4）您使用线上保险服务的行为涉嫌违反国家法律法规及行政规定的；<br></p>

      <p class="tip">5）本基金会基于单方面合理判断认为该账户交易、资金进出信息等存在异常时；<br></p>

      <p class="tip">6）本基金会依据自行合理判断认为可能产生风险的；<br></p>

      <p class="tip">7）您在参加市场活动时有刷信用及其他舞弊等违反活动规则、违反诚实信用原则的；<br></p>

      <p class="tip">8）保险公司、健康服务机构或其他第三方向您银行卡、支付宝账户错误汇入资金等导致您可能存在不当得利的；<br></p>

      <p class="tip">9）您遭到他人投诉，且对方已经提供了一定证据的；<br></p>

      <p class="tip">10）您可能错误地将他人SIC用户账户进行了实名的。<br></p>

      <p class="tip">4、如您申请恢复服务、解除上述止付或限制，您应按本基金会要求如实提供相关资料及您的身份证明以及本基金会要求的其他信息或文件，以便本基金会进行核实，且本基金会有权依照自行判断来决定是否同意您的申请。您应充分理解您的申请并不必然被允许。您拒绝如实提供相关资料及身份证明的，或未通过本基金会审核的，则您确认本基金会有权长期对该等账户停止提供服务且长期限制该等产品或者服务的部分或全部功能。<br></p>

      <p class="tip">在本基金会认为该等异常已经得到合理解释或有效证据支持或未违反国家相关法律法规及部门规章的情况下，最晚将于中（终）止交易或暂停执行指令之日起的10个工作日内解除限制。但本基金会有进一步理由相信该等异常仍可能对您或其他用户或本基金会造成损失的情形除外，包括但不限于：<br></p>

      <p class="tip">1）收到针对该等异常的投诉：<br></p>

      <p class="tip">2）您已经实质性违反了本协议或另行签署的协议，且我们基于保护各方利益的需要必须继续中（终）止交易或暂停执行指令：<br></p>

      <p class="tip">3）您虽未违反国家相关法律法规及部门规章规定，但该等使用涉及本基金会限制合作的行业类目或商品，包括但不限于通过本基金会的产品或服务从事类似金字塔或矩阵型的高额返利业务模式。<br></p>

      <p class="tip">5、在本基金会合理认为有必要时，本基金会无需事先通知即可终止提供本服务，并暂停、关闭或删除您名下全部或部分SIC用户账户及该账户中所有相关资料及档案。<br></p>


      <p class="tip">（四）您理解并同意，如因您进行与您宣称的交易内容不符的交易，或违反您选择保险公司对产品管理的规定，导致本基金会、您所在平台或保险公司遭受损失的，本基金会有权向您追偿并有权随时从您名下的银行卡、支付宝账户扣除相应资金以弥补该等损失。且本基金会有权对您名下SIC用户账户暂停或终止向您提供部分或全部线上保险服务。<br></p>

      七、隐私政策 保护条款<br>
      <p class="tip">本基金会重视对用户隐私的保护。关于您的身份资料和其他特定资料依《中国人民共和国保险法》、相关保险监管规章及本协议第十条所载明的《隐私权政策》受到保护与规范，详情请参阅《隐私权政策》。
      用户同意个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括下列信息：用户真实姓名，身份证号，手机号码，IP地址。而非个人隐私信息是指用户对本服务的操作状态以及使用习惯等一些明确且客观反映在SIC服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息；以及用户同意公开的上述隐私信息； 尊重用户个人隐私信息的私有性是SIC的一贯制度，SIC将会采取合理的措施保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或用户同意等原因外，SIC未经用户同意不向除合作单位以外的第三方公开、 透露用户个人隐私信息。 但是，用户在注册时选择同意，或用户与SIC及合作单位之间就用户个人隐私信息公开或使用另有约定的除外，同时用户应自行承担因此可能产生的任何风险，SIC对此不予负责。同时，为了运营和改善SIC的技术和服务，SIC将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于SIC向用户提供更好的用户体验和提高SIC的服务质量。<br></p>

      <p class="tip">关于非个人化信息<br></p>
      <p class="tip"> 第一条 通过用户的IP地址来收集非个人化的信息，例如浏览器和操作系统的种类、提供接入服务的ISP名称等，以优化在您计算机屏幕上显示的页面；并通过收集上述信息，进行访客流量统计。
      这些无关个人身份的信息能帮助辨别内容喜好的地区性分布，并保证本站进行推广活动的有效性。此外，本站也可能将这些信息披露给相关广告客户，使其知晓点击其广告的人数。<br></p>

      <p class="tip">关于个人资料<br></p>
      <p class="tip">第二条 当您在SIC进行用户注册登记、等活动时，在您的同意及确认下，将通过注册表格、订单等形式要求您提供一些个人资料。这些个人资料包括：<br></p>

      <p class="tip">1、个人识别资料：如姓名、性别、年龄、出生日期、身份证号码（或护照号码）、电话、通信地址、住址、电子邮件地址等。<br></p>
      <p class="tip">2、个人背景： 职业、教育程度、收入状况、婚姻、家庭状况等。<br></p>
      <p class="tip">3、子女信息： 如孩子姓名、年龄、出生日期、教育状况等<br></p>
      <p class="tip">本站收集此类个人身份信息，主要是为保证注册用户能够更容易和更满意地使用本站提供的服务。
      在未经您同意及确认之前，本基金会不会将您为参加本网站之特定活动所提供的资料利用于其他目的。按照以下第六条的规定则不在此限。
      同时，本站的注册用户及访问者应该知晓，当您在私人博客网页、公共论坛或其他网上公开场合披露其个人身份信息时，此类信息可能会被他人收集并用来发送垃圾邮件或用于其他用途。<br></p>

      <p class="tip">关于信息安全<br></p>
      <p class="tip">第三条 本网站将对您所提供的资料进行严格的管理及保护，本网站将使用相应的技术，防止您的个人资料丢失、被盗用或遭篡改。<br></p>

      <p class="tip">关于用户权利<br></p>
      <p class="tip">第四条 1、您对于自己的个人资料享有以下权利：<br></p>
      <p class="tip">a. 随时查询及请求阅览；<br></p>
      <p class="tip">b. 随时请求补充或更正；<br></p>
      <p class="tip">c. 随时请求删除；<br></p>
      <p class="tip">d. 请求停止电脑处理及利用。<br></p>
      <p class="tip">2、用户是唯一对自己的口令及其他帐户信息负有保密责任的人。当您在线时，请小心和负责。<br></p>

      <p class="tip">关于用户信息限制利用原则<br></p>
      <p class="tip">第五条 在符合下列条件之一，方对收集之个人资料进行必要范围以外之利用：<br></p>
      <p class="tip">1、已取得您的书面同意<br></p>
      <p class="tip">2、为免除您在生命、身体或财产方面之急迫危险；<br></p>
      <p class="tip">3、为防止他人权益之重大危害；<br></p>
      <p class="tip">4、为增进公共利益，且无害于您的重大利益<br></p>

      <p class="tip">关于个人资料披露之原则<br></p>
      <p class="tip">第六条 当政府机关依照法定程序要求本网站披露个人资料时，本基金会将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本网站均得免责。<br></p>


　　   <p class="tip">关于未成年人隐私权的保护<br></p>
      <p class="tip"> 第八条<br></p>
      <p class="tip">1、SIC建立和维持一合理的程序，以保护未成年人个人资料的保密性及安全性。本网站郑重声明：任何16岁以下的未成年人参加网上活动应事先得到家长或其法定监护人（以下统称为“监护人”）的可经查证的同意<br></p>
      <p class="tip">2、监护人应承担保护未成年人在网络环境下的隐私权的首要责任。<br></p>
      <p class="tip">3、本网站收集未成年人的个人资料，仅为回覆未成人特定要求的目的，一俟回复完毕即从记录中删除，而不会保留这些资料做进一步的利用。<br></p>
      <p class="tip">4、未经监护人之同意，SIC将不会使用未成年人之个人资料，亦不会向任何第三方披露或传送可识别该未成人的个人资料。本网站如收集监护人或未成年人的姓名或其他网络通讯资料之目的仅是为获得监护人同意，
      则在经过一段合理时间仍未获得同意时，将主动从记录中删除此类资料。<br></p>
      <p class="tip">5、若经未成人之监护人同意，SIC可对未成年人之个人资料进行收集，本网站将向监护人提供：<br></p>
      <p class="tip">（1）审视自其子女或被监护人收集之资料的机会；<br></p>
      <p class="tip">（2）拒绝其子女或被监护人的个人资料被进一步的收集或利用的机会；<br></p>
      <p class="tip">（3）变更或删除其子女或被监护人个人资料的方式。<br></p>
      <p class="tip">6、监护人有权拒绝本网站与其子女或被监护人做进一步的联络。<br></p>
      <p class="tip">7、本网站收集未成年人的个人资料，这些资料只是单纯作为保护未成年人参与网络活动时的安全，而非作为其它目的之利用。本网站保证不会要求未成年人提供额外的个人资料，以作为允许其参与网上活动的条件。<br></p>
      <p class="tip">8、我们不会通过我们的应用程序或网站收集儿童的个人信息。<br></p>
      <p class="tip">我们深知用户个人信息的重要性，特别是对于未成年人。在我们的app及网站中，不要求用户输入详细个人信息资料。用户使用SIC软件时可能会被SIC读取一些信息（比如基于网络的粗略位置、GPS位置、网络通信、手机状态、wifi状态等），这是便于SIC有针对性的开发个性化产品；我们需要进行多种兼容性测试以保证我们的用户能正常使用软件；由于移动互联行业的特殊性，我们的产品需要配合硬件的升级进行产品本身或者产品自身品质的升级，因此可能需要读取wifi来告知用户是否有升级产品出现，如没有启动wifi则不提示。这样可以避免用户在不知情的情况下更新产品,造成不必要的流量 损耗等等诸如此列的原因。SIC承诺所读取到的任何信息，只被使用于SIC软件的开发，而不会透入给第三方（其它个人或公司），除非得到您的许可或法律或政府的强制规定<br></p>

      八、系统中断或故障<br>

      <p class="tip">本基金会系统因下列状况无法正常运作，使您无法使用或无法正常使用各项服务时，本基金会不承担损害赔偿责任，该状况包括但不限于：<br></p>

      <p class="tip">（一）本基金会在本网站公告之系统停机维护期间。<br></p>

      <p class="tip">（二）电信设备出现故障不能正常进行数据传输的。<br></p>

      <p class="tip">（三）因台风、地震、海啸、洪水、停电、战争、恐怖袭击、国家政策或监管规定调整等不可抗力之因素，造成本基金会系统障碍不能正常执行业务的。<br></p>

      <p class="tip">（四）由于黑客攻击、电信部门技术调整或故障、网站升级、银行或第三方支付的问题等原因而造成的服务中断或者延迟。<br></p>

      九、责任范围及责任限制<br>

      <p class="tip">（一）本基金会仅对本协议中列明的责任承担范围负责。<br>

      <p class="tip">（二）您明确因使用本服务从事的线上保险、健康等交易所产生的任何风险应由您与交易对方承担。<br></p>

      <p class="tip">（三）本基金会用户信息是由用户本人自行提供的，本基金会无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。<br></p>

      <p class="tip">（四）本基金会不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项:<br></p>

      <p class="tip">1、本服务符合您的需求。<br></p>

      <p class="tip">2、本服务不受干扰、及时提供或免于出错。<br></p>

      <p class="tip">3、您使用本服务购买或取得之任何产品、服务、资讯或其他资料符合您的期望。<br></p>

      <p class="tip">4、您使用本服务从事的交易及时或最终完成。<br></p>

      <p class="tip">（五）本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。<br></p>

      <p class="tip">（六）您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。<br></p>

      <p class="tip">（七）您自本基金会及本基金会工作人员或经由本网站取得之建议和资讯，无论其为书面或口头形式，均不构成本基金会对本服务之保证。<br></p>

      <p class="tip">（八）在任何情况下，本基金会对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、商誉损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本基金会对上述损失的责任。<br></p>

      <p class="tip">（九）在任何情况下，本基金会对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。<br></p>

      <p class="tip">（十）您充分知晓并同意本基金会可能同时为您及您的（交易）对手方提供本服务，您同意对本基金会可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张本基金会在提供本服务时存在法律上的瑕疵。<br></p>

      <p class="tip">（十一）除本协议另有规定或本基金会另行同意外，您对本基金会的委托及向本基金会发出的指令均不可撤销。<br></p>

      十、完整协议<br>


      <p class="tip"> 本协议由《SIC用户使用服务协议》条款与《争议处理规则》、《隐私权政策》等本网站不时公示的各项规则组成，各项规则有约定，而本协议条款没有约定的，以各项规则约定为准。您对本协议理解和认同，您即对本协议所有组成部分的内容理解并认同，一旦您取得SIC账户，或您以其他本基金会允许的方式实际使用本服务，您和本基金会即受本协议所有组成部分的约束。本协议部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。<br></p>

      十一、知识产权的保护<br>

      <p class="tip">（一）本基金会及关联公司所有系统及本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本基金会或本基金会关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。<br></p>

      <p class="tip">（二）非经本基金会或本基金会关联企业书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。<br></p>

      <p class="tip">（三）尊重知识产权是您应尽的义务，如有违反， 您应承担损害赔偿责任。<br></p>

      十二、 法律适用与管辖<br>

      <p class="tip">本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。<br></p>
      <div style="text-align:center" v-if="$route.path !== '/user-agreement'">
        <check-icon :value.sync="checked" type="plain"> 我已阅读并同意本协议</check-icon>
      </div>
      <box gap="2% 9%" class="btn-box" v-if="$route.path !== '/user-agreement'">
        <x-button :disabled="!checked" plain type="primary" link="/" style="border-radius:99px;">{{$t('index.start')}}</x-button>
      </box>
    </div>
  </div>
</template>

<script>
import { CheckIcon, XHeader, Box, XButton } from 'vux'
export default {
  data () {
    return {
      checked: true,
      option: {
        backText: '',
        showBack: this.$route.path === '/user-agreement'
      }
    }
  },
  components: {
    CheckIcon,
    Box,
    XButton,
    XHeader
  }
}
</script>

<style lang="less" scoped>
.vux-header{
  position: absolute;
  width: 100%;
  z-index: 9999;
  top:0;
}
.agreement{
  color: #333
}
.title{
  text-align: center;
  margin-top:10px;
}
.tip{
  margin: 10px 0;
  font-weight: 300;
  text-indent: 20px;
}
</style>



